export const productdata = [
  {
    category: 'トマト',
    skus: [
      {
        name: '熊本県などの国内産 トマト',
        JAN: '2000041713264',
        price: 108,
        count: 0
      },
      {
        name: '熊本県などの国内産 ミニトマト（アンジェレ）',
        JAN: '4582307574713',
        price: 258,
        count: 0
      },
      {
        name: '熊本県などの国内産 ミニトマト（ミックス）',
        JAN: '4589980825385',
        price: 258,
        count: 0
      },
      {
        name: '愛知県などの国内産 フルーツトマト（美）',
        JAN: '4560229624211',
        price: 580,
        count: 0
      },
    ]
  },
  {
    category: 'サラダ野菜',
    skus: [
      {
        name: '茨城県などの国内産 レタス 1／2カット',
        JAN: '2080003004012',
        price: 108,
        count: 0
      },
      {
        name: '茨城県などの国内産 サニーレタス',
        JAN: '2000044585714',
        price: 198,
        count: 0
      },
      {
        name: '埼玉県などの国内産 きゅうり',
        JAN: '2000044581372',
        price: 55,
        count: 0
      },
      {
        name: ' 神奈川県などの国内産 キャベツ',
        JAN: '2000044588272',
        price: 280,
        count: 0
      },
    ]
  },
  {
    category: '土物野菜',
    skus: [
      {
        name: '北海道などの国内産 じゃが芋',
        JAN: '2000042035464',
        price: 48,
        count: 0
      },
      {
        name: '北海道などの国内産 たまねぎ',
        JAN: '2000041403714',
        price: 68,
        count: 0
      },
      {
        name: '徳島県などの国内産 春にんじん',
        JAN: '4901810986170',
        price: 78,
        count: 0
      },
      {
        name: '千葉県などの国内産 大根',
        JAN: '2000044532206',
        price: 255,
        count: 0
      },
    ]
  },
  {
    category: '鶏胸肉',
    skus: [
      {
        name: '国産 若どりむね肉 1枚入 100g',
        JAN: '0460037000000',
        price: 78,
        count: 0
      },
      {
        name: 'トップバリュグリーンアイナチュラル 純輝鶏 むね肉',
        JAN: '0460505000000',
        price: 108,
        count: 0
      },
    ]
  },
  {
    category: '鶏もも肉',
    skus: [
      {
        name: '国産 若どり もも肉',
        JAN: '0460027000000',
        price: 125,
        count: 0
      },
      {
        name: 'トップバリュグリーンアイナチュラル 純輝鶏 もも肉',
        JAN: '0460502000000',
        price: 168,
        count: 0
      },
    ]
  },
  {
    category: 'カツ丼',
    skus: [
      {
        name: '出汁旨！自慢のロースかつ重',
        JAN: '2727905000000',
        price: 498,
        count: 0
      },
      {
        name: '出汁旨！自慢のロースかつ重（小）',
        JAN: '2727906000000',
        price: 298,
        count: 0
      },
    ]
  },
  {
    category: 'ビール',
    skus: [
      {
        name: 'アサヒビール スーパードライ 500ml×6',
        JAN: '4901004006820',
        price: 1344,
        count: 0
      },
      {
        name: 'キリンビール 一番搾り 350ml×6',
        JAN: '4901411157719',
        price: 1010,
        count: 0
      },
      {
        name: '出汁旨！自慢のロースかつ重（小）',
        JAN: '2727906000000',
        price: 298,
        count: 0
      },
    ]
  },
  {
    category: 'ノンアルコール',
    skus: [
      {
        name: 'アサヒビール ドライゼロ 350ml×6（ノンアルコール）',
        JAN: '4904230030010',
        price: 619,
        count: 0
      },
      {
        name: 'キリンビール グリーンズフリー（ノンアルコール）350ml×6',
        JAN: '4901411116051',
        price: 619,
        count: 0
      },
      {
        name: 'サントリー のんある酒場 レモンサワー ノンアルコール 350ml×6',
        JAN: '4901777367753',
        price: 580,
        count: 0
      },
    ]
  }
]